Repository: phamorais/glpi-ocb
Catalog: marketplace/escalade/locales/*.po
Languages: pt_br

source: Group concerned by the escalation
pt_br: Grupo interessado no escalonamento

source: Escalation
pt_br: Escalonamento

source: missing parameters
pt_br: parâmetros ausentes

source: full assignation history
pt_br: histórico de atribuição completo

source: Configuration Escalade plugin
pt_br: Configuração do plugin Escalonamento

source: Remove old assign group on new group assign
pt_br: Remover grupo antigo na nova atribuição de grupo

source: show group assign history visually
pt_br: mostrar visualmente histórico de atribuição de grupo

source: Escalation history in tasks
pt_br: Histórico de escalonamento nas tarefas

source: Remove technician(s) on escalation
pt_br: Remover técnico(s) no escalonamento

source: Ticket status after an escalation
pt_br: Status do chamado após o escalonamento

source: Assign ticket to intial group on solve ticket
pt_br: Atribuir o chamado para o grupo inicial quando solucionado

source: Assign the technical manager on ticket category change
pt_br: Atribuir o gerente técnico quando houver troca de categoria do chamado

source: Assign the technical groupe on ticket category change
pt_br: Atribuir o grupo técnico quando houver troca de categoria do chamado

source: Clone tickets
pt_br: Clonar chamados

source: Close cloned tickets at the same time
pt_br: Fechar chamados clonados simultaneamente

source: Use the technician's group
pt_br: Usar o grupo do técnico

source: a time of creation
pt_br: no momento da abertura

source: a time of modification
pt_br: no momento da alteração

source: Nota: This feature (creation part) is duplicate with the <a href='##link##'>Behavior</a>plugin. This last has priority.
pt_br: Nota: Esta função (no momento da abertura) está duplicada com o plugin <a href='##link##'>Comportamental</a>. Este último tem prioridade.

source: Display delete button of assigned groups
pt_br: Mostrar botão de exclusão dos grupos atribuídos

source: Display delete button of assigned users
pt_br: Mostrar botão de exclusão de usuários atribuídos

source: Enable filtering on the groups assignment
pt_br: Habilitar filtrar grupos na atribuição

source: Don't change
pt_br: Não alterar

source: Reassign the ticket to group
pt_br: Reatribuir este grupo para o chamado

source: View full history
pt_br: Visualizar histórico completo

source: Tickets to follow (climbed)
pt_br: Chamados em andamento (escalonados)

source: Tickets to close (climbed)
pt_br: Chamados para fechar (escalonados)

source: Solution provided, back to the group
pt_br: Solução fornecida, de volta ao grupo

source: Solution rejected, return to the group
pt_br: Solução rejeitada, retornar ao grupo

source: escalated to the group
pt_br: escalonado para o grupo

source: Error : get old ticket
pt_br: Erro : obter chamado antigo

source: Error : adding new ticket
pt_br: Erro : adicionando novo chamado

source: Error : adding link between the two tickets
pt_br: Erro : adicionando relação entre dois chamados

source: This ticket has been from the ticket num
pt_br: Este chamado foi criado a partir do chamado Número

source: Error : adding followups
pt_br: Erro : adicionando acompanhamentos

source: Error : adding actors (user)
pt_br: Erro : adicionando participantes (usuário)

source: Error : adding actors (group)
pt_br: Erro : adicionando participantes (grupo)

source: Error : adding documents
pt_br: Erro : adicionando documentos

source: Assign me this ticket
pt_br: Me auto-atribuir a este chamado

source: Clone and link
pt_br: Clonar e relacionar
